tap "jesseduffield/lazygit"
tap "oven-sh/bun"
tap "remotemobprogramming/brew"
brew "jpeg-xl"
brew "awscli"
brew "bash"
brew "bat"
brew "tesseract"
brew "cmus"
brew "colima"
brew "direnv"
brew "docker-buildx"
brew "eza"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "gitleaks"
brew "go"
brew "golangci-lint"
brew "helix"
brew "jq"
brew "libpq"
brew "neovim"
brew "pnpm"
brew "pyenv"
brew "python@3.10"
brew "ripgrep"
brew "chezmoi"
brew "tfenv"
brew "tgenv"
brew "tmux"
brew "wget"
brew "jesseduffield/lazygit/lazygit"
brew "oven-sh/bun/bun"
brew "remotemobprogramming/brew/mob"
cask "alacritty"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "karabiner-elements"
cask "microsoft-edge"
cask "mongodb-compass"
cask "ollama"
cask "orbstack"
cask "raycast"
cask "zed"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-database-client2"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "jdinhlife.gruvbox"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "timonwong.shellcheck"
vscode "vscodevim.vim"
