brew "chezmoi"
brew "bash"
brew "bat"
brew "direnv"
brew "eza"
brew "fish"
brew "fnm"
brew "fzf"
brew "neovim"
brew "python@3.10"
brew "ripgrep"
brew "tmux"
cask "alacritty"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "karabiner-elements"
cask "raycast"
cask "zed"
